/* No comment provided by engineer. */
"Are you sure you want to remove these languages?" = "¿Estás seguro que quieres eliminar estos idiomas?";

/* No comment provided by engineer. */
"You will not be able to restore them without reinstalling macOS." = "No podrás restaurarlos sin reinstalar macOS.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Canceling operation..." = "Cancelando operación...";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Current architecture: %@" = "Arquitectura actual: %@";

/* No comment provided by engineer. */
"Finished removing files" = "Terminado la eliminación de archivos";

/* No comment provided by engineer. */
"locale_md" = "moldavo";

/* No comment provided by engineer. */
"Monolingual finished" = "Monolingual finalizado";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes." = "Monolingual está deteniéndose sin hacer cambios.";

/* No comment provided by engineer. */
"Your OS has not been modified." = "Tu sistema operativo no se ha modificado.";

/* No comment provided by engineer. */
"Monolingual started" = "Monolingual iniciado";

/* No comment provided by engineer. */
"Removal cancelled" = "Eliminación cancelada";

/* No comment provided by engineer. */
"Removal completed" = "Eliminación completada";

/* No comment provided by engineer. */
"Removing %@…" = "Eliminando %@…";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "Eliminando arquitectura del binario universal";

/* No comment provided by engineer. */
"Removing language %@ from %@…" = "Eliminando idioma %1$@ de %2$@…";

/* No comment provided by engineer. */
"Removing language %@…" = "Eliminando idioma %@…";

/* No comment provided by engineer. */
"Removing..." = "Eliminando…";

/* No comment provided by engineer. */
"Started removing files" = "Comenzado la eliminación de archivos";

/* No comment provided by engineer. */
"Stop" = "Detener";

/* No comment provided by engineer. */
"You are about to delete the English language files." = "Estás a punto de eliminar los archivos del idioma inglés.";

/* No comment provided by engineer. */
"Are you sure you want to do that?" = "¿Estás seguro de querer hacer esto?";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "Has introducido una contraseña de administrador incorrecta.";

/* No comment provided by engineer. */
"Failed to install helper utility." = "Failed to install helper utility.";

